Repository: f20software/emojical
Catalog: Emojical/Emojical/Language/*.lproj/Localizable.strings
Languages: be, es, uk

# empty_past_week
source: Nothing happened, nothing to see here...
be: Нічога не адбылося, нічога тут не паглядзець...
es: Notting sucedió, notching luego se gere ...
uk: Нічого не сталося, тут нічого не видно...

# empty_future_week
source: Future looks bright when you add some stickers to it!
be: Будучыня выглядае яркай, калі дадаць да яе налепкі!
es: ¡Future locks bright vhen yov de algunas pegatinas y luego!
uk: Майбутнє виглядає яскравим, якщо ви додасте до нього наклейки!

# daily_reminder_title
source: Friendly daily reminder
uk: Дружнє щоденне нагадування

# daily_reminder_body
source: ☝️ Hey! It's time to check out your goals!
uk: ☝️ Гей! Настав час перевірити свої цілі!

# chart_title_monthly_stickers
source: Monthly Stickers
be: Штомесячныя налепкі
es: Pegatinas mensuales
uk: Щомісячні наклейки

# chart_subtitle_monthly_stickers
source: Sticker usage for a month
be: Выкарыстанне налепкі на працягу месяца
es: Uso de pegatinas durante un mes
uk: Використання наклейки протягом місяця

# chart_title_goals_totals
source: Goal Totals
uk: Підсумки цілей

# chart_subtitle_goals_totals
source: Goal totals and history
uk: Підсумки цілей і історія

# chart_title_goals_streaks
source: Goal Streaks
uk: Cерії цілей

# chart_subtitle_goals_streaks
source: Goal streaks and history
uk: Cерії цілей і історія

# monthly_goal_section_title
source: Monthly Goals
be: Штомесячныя мэты
es: Metas mensuales
uk: Щомісячні цілі

# monthly_goal_chart_title
source: Last %@ months
be: Апошнія %@ месяцаў
es: Últimos %@ meses
uk: Останні %@ місяців

# weekly_goal_section_title
source: Weekly Goals
be: Штотыднёвыя мэты
es: Metas semanales
uk: Тижневі цілі

# weekly_goal_chart_title
source: Last %@ weeks
be: Апошнія %@ тыдняў
es: Últimas %@ semanas
uk: Останні %@ тижнів

# total_column
source: total
be: усяго
uk: всього

# streak_column
source: streak
be: стрык
es: racha
uk: серія

# goal_totals_title
source: Goal Totals
be: Усяго
es: Totales de metas
uk: Підсумки голів

# goal_streaks_title
source: Goal Streaks
be: Стрыкі
es: Rachas de metas
uk: Cерії цілей

# once_goal_section_title
source: One Time Goals
uk: Одноразові цілі

# sticker-Super Star
source: Super Star
uk: Супер зірка

# sticker-That Was a Good Day
source: That Was a Good Day
uk: Це був хороший день

# sticker-That Was a Bad Day
source: That Was a Bad Day
uk: Це був поганий день

# sticker-Thumbs Up
source: Thumbs Up
uk: Пальці вгору

# sticker-Thumbs Down
source: Thumbs Down
uk: Пальці вниз

# sticker-Loved It
source: Love
uk: Любов

# sticker-Soccer
source: Soccer
uk: Футбол

# sticker-Hike
source: Hike
uk: Похід

# sticker-Yoga
source: Yoga
uk: Йога

# sticker-Swim
source: Swim
uk: Плавати

# sticker-Ice Cream
source: Ice Cream
uk: Морозиво

# sticker-Cake
source: Cake
uk: Торт

# sticker-Vegetables
source: Vegetables
uk: Овочі

# sticker-Meat
source: Meat
uk: М'ясо

# sticker-Drink
source: Drink
uk: Випити

# sticker-Fruits
source: Fruits
uk: Фрукти

# sticker-Cherry On Top
source: Cherry On Top
uk: Вишня зверху

# sticker-Walked The Dog
source: Walked The Dog
uk: Вигулював собаку

# sticker-Read Book
source: Read Book
uk: Читати книгу

# sticker-Did Chores
source: Chores
uk: Домашні справи

# sticker-Smoked
source: Smoked
uk: Куріння

# sticker-Toys
source: Toys
uk: Іграшки

# sticker-Too Much TV
source: Too Much TV
uk: Забагато телевізора

# sticker-Too Much Video Games
source: Too Much Video Games
uk: Забагато відеоігор

# category-Health
source: Health
es: Salud
uk: Здоров'я

# category-Food
source: Food
es: Alimento
uk: Їжа

# goal-name-Play Soccer
source: Play Soccer
es: Jugar fútbol
uk: Грати в футбол

# goal-name-Be Active
source: Be Active
es: Mantente activo
uk: Будь активним

# goal-name-Eat Less Red Meat
source: Eat Less Red Meat
es: Coma menos carne roja
uk: Їжте менше червоного м’яса

# goal-description-Record your soccer practices
source: Record your soccer practices and try to get to 3 times per week.
es: Graba tus prácticas de fútbol y trata de llegar a 3 veces por semana.
uk: Записуйте свої футбольні тренування і намагайтеся займатися 3 рази на тиждень.

# goal-description-Record your activities
source: Record your activities - 🧘,⚽️. Try to do this 5 times per week.
es: Registre sus actividades - 🧘,⚽️. Trate de hacer esto 5 veces por semana.
uk: Записуйте свою діяльність - 🧘,⚽️. Намагайтеся робити це 5 разів на тиждень.

# goal-description-Record food you eat
source: Record food you eat - 🥩,🐣,🐟,🥦. And try to have 3 of fewer red meats per week.
es: Registre los alimentos que come: 🥩,🐣,🐟,🥦. Y trate de comer 3 o menos carnes rojas por semana.
uk: Записуйте їжу, яку ви їсте - 🥩,🐣,🐟,🥦. Намагайтеся їсти червоне м’ясо 3 або менше разів на тиждень.

# sticker_title
source: Sticker...
be: Налепку...
es: Pegatina...
