Repository: f20software/emojical
Catalog: Emojical/Emojical/Language/*.lproj/Localizable.strings
Languages: be, es, uk

# select_stickers_for_day
source: Select stickers for %@
be: Выберыце налепкі (%@)
es: Seleccionar pegatinas para el %@
uk: Вибері наклейку (%@)

# sticker_used_0_text
source: Sticker used|never
be: Выкарыстана|ніколі
es: La pegatina usada|nunca
uk: Використана|ніколи

# sticker_used_1_text
source: Sticker used|once|on %@
be: Выкарыстана|адзін раз|%@
es: La pegatina usada|una vez|el %@
uk: Використана|один раз|%@

# sticker_used_x_text
source: Sticker used|%d times|last time: %@
be: Выкарыстана|%d разоў|апошні раз: %@
es: La pegatina usada|%d veces|última vez: %@
uk: Використана|%d разів|останній раз: %@

# sticker_used_no_goal
source: This sticker has not been assigned to a goal.
be: Налепка не прызначана для мэты.
es: Aún no has creado un meta con esta pegatina.
uk: Наклейка не призначена для цілі.

# sticker_used_1_goal
source: Sticker is used in the '%@' goal.
be: Налепка выкарыстоўваецца ў '%@' мэце.
es: La pegatina se utiliza en el meta '%@'.
uk: Наклейка використовується в цілі '%@'.

# sticker_used_x_goals
source: Sticker is used in the %@ goals.
be: Налепка выкарыстоўваецца ў %@ мэтах.
es: La pegatina se utiliza en los metas %@.
uk: Наклейка використовується в %@ цілях.

# sticker_average_too_early
source: On average|-
be: У сярэднім|-
es: En promedio|-
uk: У середньому|-

# sticker_average_per_week
source: On average|%@|per week
be: У сярэднім|%@|у тыдзень
es: En promedio|%@|por semana
uk: У середньому|%@|в тиждень

# sticker_average_per_month
source: On average|%@|per month
be: У сярэднім|%@|у месяц
es: En promedio|%@|por mes
uk: У середньому|%@|в місяць

# goal_reached_0_text
source: The goal has not yet been reached.
be: Мэта яшчэ не дасягнутая.
es: El meta aún no se ha alcanzado.
uk: Ціль ще не досягнута.

# goal_reached_1_text
source: The goal has been reached on %@
be: Мэта дасягнута %@
es: El meta se ha alcanzado el %@
uk: Ціль досягнута %@

# goal_reached_x_text
source: Goal reached|%d times|last time: %@
be: Мэта дасягнута|%d разоў|апошні раз: %@
es: Meta alcanzada|%d veces|ultima vez: %@
uk: Ціль досягнута|%d разів|останній раз: %@

# current_streak_0
source: Current streak|-
be: Тякушчы стрык|-
es: Racha actual|-
uk: Нинішня серія|-

# current_streak_x
source: Current streak|%d
be: Тякушчы стрык|%d
es: Racha actual|%d
uk: Нинішня серія|%d

# no_goals_reahed_week
source: No goals were reached this week
be: На гэтым тыдні не было дасягнута ніводнай мэты
es: No se alcanzaron metas esta semana
uk: На цьому тижні не було досягнуто жодних цілей

source: weekly goal
be: штотыднёвая мэта
es: meta semanal
uk: тижнева ціль

source: monthly goal
be: месячная мэта
es: meta mensual
uk: місячна ціль

# once_goal
source: goal
be: мэта
es: meta
uk: ціль

# positive_x
source: %d times or more
be: %d разоў і больш
es: %d veces o más
uk: %d разів і більше

# negative_x
source: %d times or less
be: %d разоў ці менш
es: %d veces o menos
uk: %d разів або менше

# week_positive_x
source: Weekly, %d times or more
be: Штотыдзень, %d разоў і больш
es: Semanalmente, %d veces o más
uk: Тижнева, %d разів і більше

# week_negative_x
source: Weekly, %d times or less
be: Штотыдзень, %d разоў ці менш
es: Semanalmente, %d veces o menos
uk: Тижнева, %d разів або менше

# month_positive_x
source: Monthly, %d times or more
be: Штомесяц, %d разоў і больш
es: Mensualmente, %d veces o más
uk: Місячна, %d разів і більше

# month_negative_x
source: Monthly, %d times or less
be: Штомесяц, %d разоў ці менш
es: Mensualmente, %d veces o menos
uk: Місячна, %d разів або менше

# once_positive_x
source: Get %d stickers
be: Дасягніце %d налепак
es: Consigue %d pegatinas
uk: Зберіте %d наклейок

# once_negative_x
source: Don't get %d stickers
be: Не атрымайце %d налепак
es: No consigas %d pegatinas
uk: Не зберіте %d наклейок

# last_x_weeks
source: Last %d weeks
be: Апошнія %d тыдняў
es: Últimas %d semanas
uk: Останні %d тижнів

# last_x_months
source: Last %d months
be: Апошнія %d месяцаў
es: Últimos %d meses
uk: Останні %d місяців

# you_got_0_stickers_week
source: You've got no stickers so far this week
be: На гэтым тыдні ў вас пакуль няма налепак
es: No tienes pegatinas hasta ahora esta semana
uk: На цьому тижні у вас немає наклейок

# you_got_1_sticker_week
source: You got 1 sticker this week
be: Вы атрымалі 1 налепку на гэтым тыдні
es: Tienes 1 pegatina esta semana
uk: Ви отримали 1 наклейку цього тижня

# you_got_x_stickers_week
source: You got %d stickers this week
be: Вы атрымалі %d налепак на гэтым тыдні
es: Tienes %d pegatinas esta semana
uk: Ви отримали %d наклейок цього тижня

# you_got_0_stickers_month
source: You've got no stickers so far this month
be: У гэтым месяцы ў вас пакуль няма налепак
es: No tienes pegatinas en lo que va de mes
uk: Цього місяця у вас немає наклейок

# you_got_1_sticker_month
source: You got 1 sticker this month
be: Вы атрымалі 1 налепку ў гэтым месяцы
es: Tienes 1 pegatina este mes
uk: Ви отримали 1 наклейку цього місяця

# you_got_x_stickers_month
source: You got %d stickers this month
be: Вы атрымалі %d налепак ў гэтым месяцы
es: Tienes %d pegatinas este mes
uk: Ви отримали %d наклейок цього місяця

# you_got_0_stickers_total
source: You've got no stickers so far
be: У вас пакуль няма налепак
es: No tienes pegatinas hasta ahora
uk: У вас поки немає наклейок

# you_got_1_sticker_total
source: You got 1 sticker so far
be: Вы атрымалі 1 налепку
es: Tienes 1 pegatina hasta ahora
uk: Наразі у вас є 1 наклейка

# you_got_x_stickers_total
source: You got %d stickers so far
be: Вы атрымалі %d налепак
es: Tienes %d pegatinas hasta ahora
uk: Наразі у вас є %d наклейок

# positive_goal_not_reached
source: %@. %d more to go.
be: %@. Засталося яшчэ %d.
es: %@. %d para ir.
uk: %@. Попереду ще %d.

# positive_goal_not_reached_0
source: %@. The goal is %d.
be: %@. Мэта - %d.
es: %@. El meta es %d.
uk: %@. Ціль %d.

# negative_goal_not_reached
source: %@. You can still get %d more.
be: %@. Вы можаце атрымаць яшчэ %d.
es: %@. Todavía puedes conseguir %d más.
uk: %@. Ви все ще можете отримати ще %d.

# negative_goal_not_reached_0
source: %@. You can get up to %d.
be: %@. Вы можаце атрымаць да %d.
es: %@. Puede obtener hasta %d.
uk: %@. Ви можете отримати до %d.

# negative_goal_reached
source: %@. You will break this goal if you get one more.
be: %@. Вы зламаеце гэтую мэту, калі атрымаеце яшчэ адну.
es: %@. Romperás este meta si consigues uno más.
uk: %@. Ви порушите цю ціль, якщо отримаєте ще одну.

# week_positive_goal_reached
source: You've reached the goal this week by getting %d stickers. Great job!
be: Вы дасягнулі мэты на гэтым тыдні, атрымаўшы %d налепак. Выдатная праца!
es: Has alcanzado la meta esta semana al recibir %d pegatinas. ¡Gran trabajo!
uk: Цього тижня ви досягли ціль, отримавши %d наклейок. Чудова робота!

# week_negative_goal_breached
source: You've broken the goal by getting %d stickers this week.
be: Вы не дасягнулі мэты, атрымаўшы %d налепак на гэтым тыдні.
es: Has roto la meta al conseguir %d pegatinas esta semana.
uk: Ви порушили ціль, отримавши %d наклейок цього тижня.

# month_positive_goal_reached
source: You've reached the goal this month by getting %d stickers. Great job!
be: Вы дасягнулі мэты ў гэтым месяцы, атрымаўшы %d налепак. Выдатная праца!
es: Has alcanzado la meta este mes al recibir %d pegatinas. ¡Gran trabajo!
uk: Цього місяця ви досягли ціль, отримавши %d наклейок. Чудова робота!

# month_negative_goal_breached
source: You've broken the goal by getting %d stickers this month.
be: Вы не дасягнулі мэты, атрымаўшы %d налепак ў гэтым месяцы.
es: Has roto la meta al conseguir %d pegatinas este mes.
uk: Ви порушили ціль, отримавши %d наклейок цього місяця.

# once_positive_goal_reached
source: You've reached the goal by getting %d stickers. Great job!
be: Вы дасягнулі мэты, атрымаўшы %d налепак. Выдатная праца!
es: Has alcanzado la meta al recibir %d pegatinas. ¡Gran trabajo!
uk: Ви досягли ціль, отримавши %d наклейок. Чудова робота!

# once_negative_goal_breached
source: You've broken the goal by getting %d stickers.
be: Вы не дасягнулі мэты, атрымаўшы %d налепак.
es: Has roto la meta al conseguir %d pegatinas.
uk: Ви порушили ціль, отримавши %d наклейок.

# award_earned_on
source: Earned on %@.
be: Атрымана %@.
es: Obtenido el %@.
uk: Зароблено %@.

# award_positive_reached
source: Earned on %@, by getting %d stickers.
be: Атрымана %@, атрымаўшы %d налепак.
es: Obtenido el %@, obteniendo %d pegatinas.
uk: Зароблено %@, отримавши %d наклейок.

# award_positive_not_reached
source: %@ not reached. You got %d stickers (needed %d).
be: %@ не дасягнута. Вы атрымалі %d налепак (трэба %d).
es: No se alcanzó la %@. Tengo %d pegatinas (se necesitan %d).
uk: %@ не досягнуто. Ви отримали %d наклейок (потрібно %d).

# award_negative_reached
source: Earned on %@. You had %d stickers (limit was %d).
be: Атрымана %@. Вы атрымалі %d налепак (ліміт быў %d).
es: Obtenida el %@. Tenías %d pegatinas (el límite era %d).
uk: Зароблено %@. У вас було %d наклейок (ліміт становив %d).

# award_negative_not_reached
source: %@ not reached. You got %d stickers (limit was %d).
be: %@ не дасягнута. Вы атрымалі %d stickers (ліміт быў %d).
es: No se alcanzó la %@. Tengo %d pegatinas (el límite era %d).
uk: %@ не досягнуто. Ви отримали %d наклейок (ліміт становив %d).

# new_goal_title
source: New Goal
be: Новая мэта
es: Nuevo meta
uk: Нова ціль

# new_sticker_title
source: New Sticker
be: Новая налепка
es: Nueva pegatina
uk: Нова наклейка

# create_new_title
source: Create New
be: Ствараць
es: Crear nueva
uk: Створити нову

# goal_title
source: Goal...
be: Мэту...
es: Meta...
uk: Ціль...

# create_goal_from_examples_title
source: Create Goal from Examples...
be: Мэту з прыкладаў...
es: Crear meta a partir de ejemplos...
uk: Створіть ціль на прикладах...

# dismiss_button
source: Dismiss
be: Звольніць
es: Descartar
uk: Закрити

# weekly_recap_title
source: Weekly Recap
be: Штотыднёвы агляд
es: Resumen semanal
uk: Щотижневий підсумок

# reached_goals_title
source: Reached Goals
be: Дасягнутыя мэты
es: Metas alcanzadas
uk: Досягнуты цілі

# not_reached_goals_title
source: Not Reached Goals
be: Недасягнутыя мэты
es: Metas no alcanzadas
uk: Не досягнуті цілі

# today_title
source: Today
be: Сёння
es: Hoy
uk: Сьогодні

# goals_title
source: Goals
es: Metas
uk: Цілі

# stickers_title
source: Stickers
be: Налепкі
es: Pegatinas
uk: Наклейки

# goals_library_title
source: Goal Examples
be: Прыклады мэтаў
es: Ejemplos de metas
uk: Приклади цілей

# charts_title
source: Charts
be: Дыяграмы
es: Gráficos
uk: Діаграми

# options_title
source: Options
be: Параметры
es: Opciones
uk: Параметри

# no_goals_description
source: You have no goals yet. Emojical can help you improve yourself, just create a new goal and track your progress. If you're not sure which goals you can create, take a look at a few examples we put together.
be: У вас пакуль няма мэтаў. Emojical можа дапамагчы вам палепшыць сябе, проста пастаўце новую мэту і адсочвайце свой прагрэс. Калі вы не ўпэўненыя, якія мэты можна стварыць, паглядзіце на некалькі прыкладаў, якія мы сабралі.
es: Aún no hay metas. Podemos ayudarlo a mejorar, simplemente cree un nuevo objetivo y realice un seguimiento de su progreso. Si no está seguro de qué objetivos puede crear, eche un vistazo a algunos ejemplos que reunimos.
uk: У вас ще немає цілей. Emojical може допомогти вам покращити себе, просто створіть нову ціль і відстежуйте свій прогрес. Якщо ви не впевнені, які цілі можна створити, перегляньте кілька прикладів, які ми зібрали.

# delete_goal_description
source: If you update or delete the goal, all previously earned awards will remain unchanged.
be: Калі вы абнавіце або выдаліце мэту, усе раней заробленыя ўзнагароды застануцца нязменнымі.
es: Si actualiza o elimina la meta, todos los premios obtenidos anteriormente se mantendrán sin cambios.
uk: Якщо ви оновите або видалите ціль, усі раніше зароблені нагороди залишаться незмінними.

# create_goal_button
source: Create Goal
be: Стварыце мэту
es: Crear meta
uk: Створити ціль

# goals_examples_button
source: Goal Examples
be: Прыклады мэт
es: Goals examples
uk: Приклади цілей

# delete_goal_button
source: Delete Goal
be: Выдаліць мэту
es: Eliminar meta
uk: Видалити ціль

# select_stickers_instructions
source: Select one or more
be: Выберыце адну або некалькі
es: Seleccione uno o más
uk: Виберіть один або кілька

# name_label
source: Name
be: Назва
es: Nombre
uk: Назва

# goal_name_placeholder
source: Goal Name
be: Назва мэты
es: Nombre de la meta
uk: Назва цілі

# stickers_label
source: Stickers
be: Налепкі
es: Pegatinas
uk: Наклейки

# goal_period_label
source: How often do you want to reach the goal?
be: Як часта вы хочаце дасягнуць мэты?
es: ¿Con qué frecuencia desea alcanzar la meta?
uk: Як часто ви хочете досягти цілі?

# direction_label
source: Is that a positive or negative goal?
be: Гэта пазітыўная ці адмоўная мэта?
es: ¿Es ese un objetivo positivo o negativo?
uk: Позитивна це ціль чи негативна?

source: positive
be: пазітыўная
es: positivo
uk: позитивні

source: negative
be: адмоўная
es: negativo
uk: негативні

# get_x_or_more
source: The goal is to get|or more
be: Мэта - атрымаць|або больш
es: El meta es conseguir|o más
uk: Ціль – отримати|або більше

# get_x_or_fewer
source: The goal is to get|or less
be: Мэта - атрымаць|або менш
es: El meta es conseguir|o menos
uk: Ціль – отримати|або менше

# get_x_stickers
source: The goal is to get|stickers
be: Мэта - атрымаць|налепак
es: El meta es conseguir|pegatinas
uk: Ціль – отримати|наклейки

# not_get_x_stickers
source: The goal is not to get|stickers
be: Мэта - не атрымаць|налепак
es: El meta es no conseguir|pegatinas
uk: Ціль – не отримати|наклейки

# week_period
source: weeky
be: тыднёва
es: semana
uk: тижневий

# month_period
source: monthly
be: штомесяц
es: mes
uk: щомісячно

# once_period
source: once
be: раз
uk: раз

# select_stickers_title
source: Select Stickers
be: Выберыце налепкі
es: Seleccionar pegatinas
uk: Виберіть наклейки

# my_stickers_section
source: My Stickers
be: Мае налепкі
es: Mis pegatinas
uk: Мої наклейки

# gallery_section
source: Stickers Gallery
be: Галерэя налепак
es: Galería de pegatinas
uk: Приклади наклейок

# stickers_instructions
source: You can create and customize as many stickers as you want. If you need an aspiration - take a look at few examples we prepared. Just tap on any sticker from the gallery to add it your stickers.
be: Вы можаце ствараць і наладжваць столькі налепак, колькі хочаце. Калі вам патрэбна імкненне - паглядзіце некалькі прыкладаў, якія мы падрыхтавалі. Проста націсніце на любую налепку з галерэі, каб дадаць да яе свае налепкі.
es: Puedes crear y personalizar tantos stickers como quiera. Si necesita una aspiración, eche un vistazo a algunos ejemplos que preparamos. Simplemente toque cualquier pegatina de la galería para agregarla a sus pegatinas.
uk: Ви можете створювати та налаштовувати скільки завгодно наклейок. Якщо вам потрібно прагнення - подивіться кілька прикладів, які ми підготували. Просто торкніться будь-якої наклейки нижче, щоб додати до неї свої наклейки.

# emoji_label
source: Emoji
uk: Емодзі

# preview_label
source: Preview
be: Прагляд
es: Avance
uk: Перегляд

# sticker_name_placeholder
source: Sticker Name
be: Назва налепкі
es: Nombre de la pegatina
uk: Назва наклейки

# delete_sticker_description
source: If you delete the sticker, all previous usage of that sticker will remain unchanged.
be: Калі вы выдаліце налепку, усё ранейшае выкарыстанне гэтай налепкі застанецца нязменным.
es: Si elimina la pegatina, todo el uso anterior de esa etiqueta permanecerá sin cambios.
uk: Якщо ви видалите наклейку, усі попередні використання цієї наклейки залишаться незмінними.

# delete_sticker_button
source: Delete Sticker
be: Выдаліць налепку
es: Eliminar pegatina
uk: Видалити наклейку

# reminder_title
source: Reminder
be: Напамін
es: Recordatorio
uk: Нагадування

# reminder_option
source: Daily Reminder
be: Штодзённае напамін
es: Recordatorio diario
uk: Щоденне нагадування

# reminde_me_at_time
source: Remind Me At
be: Нагадай мне ў
es: Recuérdame a las
uk: Нагадати мені в

# reminder_footer
source: Remind yourself every day to check out your goals.
be: Нагадвайце сабе кожны дзень, каб праверыць свае мэты.
es: Recuérdate a ti mismo todos los días que revises tus metas.
uk: Нагадуйте собі щодня, щоб перевірити свої цілі.

# appearance_title
source: Appearance
be: Знешні выгляд
es: Apariencia
uk: Зовнішній вигляд

# application_restart_required
source: Application restart is required.
be: Патрабуецца перазапуск праграмы.
es: Es necesario reiniciar la aplicación.
uk: Потрібний перезапуск програми.

source: Sticker Style
be: Cтыль налепкі
es: Estilo de pegatinas
uk: Стиль наклейки

# restart_button
source: Restart
be: Перазапуск
es: Reiniciar
uk: Перезапустіть

# sticker_style_restart
source: Sticker style will be changed after you start application again.
be: Стыль налепкі будзе зменены пасля таго, як вы зноў запусціце аппку.
es: El estilo de las pegatinas se cambiará después de que vuelva a iniciar la aplicación.
uk: Стиль наклейки буде змінено після повторного запуску програми.

# backup_title
source: Backup / Restore
be: Рэзервовае капіраванне
es: Copia de seguridad
uk: Резервне копіювання / відновлення

# backup_button
source: Export Your Data...
be: Экспарт вашых даных...
es: Exporta tus datos...
uk: Експортувати свої дані...

# backup_footer
source: Email yourself JSON file with all your data.
be: Адпраўце сабе файл JSON па электроннай пошце з усімі вашымі данымі.
es: Envíe un correo electrónico a sí mismo con un archivo JSON con todos sus datos.
uk: Надішліть собі файл JSON з усіма своїми даними електронною поштою.

# please_rate
source: Please Rate Emojical
be: Калі ласка, ацаніце Emojical
es: Por favor califique Emojical
uk: Будь ласка, оцініть Emojical...

# feedback_button
source: Feedback...
be: Водгук...
es: Realimentación...
uk: Відгук...

# awesome_title
source: Awesome!
be: Дзіўна!
es: ¡Increíble!
uk: Чудово!

# goal_reached_name
source: You've reached your "%@" goal.
be: Вы дасягнулі "%@" мэты.
es: Alcanzaste tu meta "%@".
uk: Ви досягли своєї цілі "%@".

# goal_reached_no_name
source: You've reached your goal.
be: Вы дасягнулі сваёй мэты.
es: Has alcanzado tu meta.
uk: Ви досягли своєї цілі.

# award_streak_count_description
source: You have now earned this award %d times total and %d times in a row! Keep that streak going!
be: Вы зарабілі гэтую ўзнагароду ўсяго %d разоў і %d разоў запар! Працягвайце гэты стрык!
es: ¡Ahora ha ganado este premio %d veces en total y %d veces seguidas! ¡Mantén esa racha!
uk: Тепер ви отримали цю нагороду %d разом і %d разів поспіль! Продовжуйте цю серію!

# award_count_description
source: You have now earned this award %d times. Try to do this again and start a streak!
be: Цяпер вы зарабілі гэтую ўзнагароду %d разоў. Паспрабуйце зрабіць гэта яшчэ раз і пачніце стрык!
es: Ahora ha ganado este premio %d veces. ¡Intenta hacer esto de nuevo y comienza una racha!
uk: Зараз ви отримали цю нагороду %d разів. Спробуйте зробити це ще раз і почніть серію!

# week_recap_title
source: Last Week Recap is Ready
be: Падвядзенне вынікаў
es: El resumen de la semana está listo
uk: Підсумок минулого тижня готовий

# week_recap_message_0_1
source: You haven't reached your goal. Let's hope this week will be better.
be: Вы не дасягнулі сваёй мэты. Будзем спадзявацца, што гэты тыдзень будзе лепшым.
es: No has alcanzado tu meta. Esperemos que esta semana sea mejor.
uk: Ви не досягли своєї цілі. Будемо сподіватися, що цей тиждень буде кращим.

# week_recap_message_0_x
source: You haven't reached any of your goals. Let's hope this week will be better.
be: Вы не дасягнулі ніводнай са сваіх мэтаў. Будзем спадзявацца, што гэты тыдзень будзе лепшым.
es: No has alcanzado ninguna de tus metas. Esperemos que esta semana sea mejor.
uk: Ви не досягли жодної зі своїх цілей. Будемо сподіватися, що цей тиждень буде кращим.

# week_recap_message_1_1
source: You have reached your goal. Great job!
be: Вы дасягнулі сваёй мэты. Выдатная праца!
es: Has alcanzado tu meta. ¡Gran trabajo!
uk: Ви досягли своєї цілі. Чудова робота!

# week_recap_message_1_x
source: You have reached one of your goals. Keep it up!
be: Вы дасягнулі адной са сваіх мэтаў. Працягвайце!
es: Ha alcanzado uno de sus metas. ¡Seguid así!
uk: Ви досягли однієї зі своїх цілей. Так тримати!

# week_recap_message_x_x
source: You have reached all your goals. That is incredible!
be: Вы дасягнулі ўсіх сваіх мэтаў. Гэта неверагодна!
es: Has alcanzado todos tus metas. ¡Esto es increíble!
uk: Ви досягли всіх своїх цілей. Це неймовірно!

# week_recap_message_x_y
source: You have reached %d of your goals. Great job!
be: Вы дасягнулі %d сваіх мэтаў. Выдатная праца!
es: Has alcanzado %d de tus metas. ¡Gran trabajo!
uk: Ви досягли %d своїх цілей. Чудова робота!

# review_button
source: Review
be: Агляд
es: Repaso
uk: Огляд

# woah_title
source: Woah!
be: Вау!
uk: Вау!

# goal_delete_confirmation
source: This goal has been reached a few times. Are you sure you want to delete it?
be: Гэтая мэта дасягалася некалькі разоў. Вы ўпэўнены, што хочаце выдаліць яе?
es: Este objetivo se ha logrado varias veces. ¿Estás seguro de que quieres eliminarlo?
uk: Цієї ціль було досягнуто кілька разів. Ви впевнені, що хочете видалити їй?

# delete_button
source: Delete
be: Выдаліць
es: Eliminar
uk: Видалити

# cancel_button
source: Cancel
be: Адмяніць
es: Cancelar
uk: Відмінити

# sticker_delete_confirmation
source: This sticker has been used a few times. Are you sure you want to delete it?
be: Гэтая налепка была выкарыстаная некалькі разоў. Вы ўпэўнены, што хочаце выдаліць яе?
es: Esta pegatina se ha utilizado varias veces. ¿Estás seguro de que quieres eliminarlo?
uk: Цю наклейку використовували кілька разів. Ви впевнені, що хочете видалити їй?

# onboarding_1_1
source: Hello! Looks like you are new here. Let me show you around.
be: Добры дзень! Здаецца, вы тут новы. Дазвольце мне паказаць вам вакол.
es: ¡Hola! Parece que eres nuevo aquí. Déjame mostrarte el lugar.
uk: Привіт! Схоже, ви тут новенький. Дозвольте мені показати вам навколо.

# onboarding_1_2
source: This is your weekly calendar. You will record your diary here using stickers. We created one sticker for you, but you can create many more and customize them any way you want. Let me show you how.
be: Гэта налепкі! Вы можаце ствараць і наладжваць колькі заўгодна. Выкарыстоўвайце налепкі, каб весці дзённік або запісваць падзеі і мерапрыемствы на працягу дня. Націсніце на налепку ў ніжняй панэлі, каб дадаць яе да дня, націсніце на яе яшчэ раз, каб выдаліць.
es: Son pegatinas. Puede crear y personalizar muchos de ellos. Utilice pegatinas para escribir su diario, registrar eventos y actividades durante el día. Toque la pegatina en el panel inferior para agregarla a un día, vuelva a tocarla para quitarla.
uk: Це ваш тижневий календар. Тут ви будете записувати свій щоденник за допомогою наклейок. Ми створили для вас одну наклейку, але ви можете створити багато інших та налаштувати їх як завгодно. Дозвольте мені показати вам, як.

# onboarding_2
source: Wonderful! Once you figure out stickers, go to the "Goals" tab and set up some goals for yourself!
be: Цудоўна! Пасля таго, як вы зразумелі налепкі, перайдзіце на ўкладку "Налепкі і мэты" і пастаўце для сябе некаторыя мэты!
es: ¡Maravilloso! Una vez que descubra las pegatinas, vaya a la pestaña "Pegatinas y metas " y configure algunas metas para usted.
uk: Чудово! Коли ви зрозумієте наклейки, перейдіть на вкладку "Цілі" і встановіть для себе кілька цілей!

# got_it_button
source: Got it
be: Зразумела
es: Lo tengo
uk: Зрозумів

# empty_current_week
source: Brand new week, let's do this!
be: Новы тыдзень, давайце зробім гэта!
es: Nueva era, ¡vamos con esto!
uk: Новий тиждень, давайте це зробимо!
